---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassInteriorWall
source: html/95a34fcf-6e60-5260-c796-79c7041b4e7d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassInteriorWall Property

"Mass Interior Wall"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassInteriorWall { get; }
```